export default [
  {
    "subject": "융합과학 탐구",
    "revision": "2022",
    "source": "https://www.moe.go.kr/boardCnts/viewRenew.do?boardID=141&boardSeq=93458&lev=0",
    "sourceFile": "[별책9] 과학과 교육과정.hwp",
    "standards": [
      {
        "code": "12융탐01-01",
        "area": "융합과학 탐구의 이해",
        "objective": "과학이 다양한 분야와 연계하여 인류 사회의 문제해결에 기여하였음을 이해하고, 융합적 탐구의 유용성을 느낄 수 있다."
      },
      {
        "code": "12융탐01-02",
        "area": "융합과학 탐구의 이해",
        "objective": "예술에서의 창작이나 사회과학적 탐구 과정을 이해하고, 과학적 탐구 과정과의 공통점과 차이점을 비교할 수 있다."
      },
      {
        "code": "12융탐01-03",
        "area": "융합과학 탐구의 이해",
        "objective": "과학적 탐구 과정에서 사용되는 다양한 데이터의 종류를 이해하고, 지식의 창출 과정에서 데이터의 가치와 중요성을 인식할 수 있다."
      },
      {
        "code": "12융탐01-04",
        "area": "융합과학 탐구의 이해",
        "objective": "인공지능을 포함한 디지털 탐구 도구나 기술의 활용 사례를 조사하고, 과학적 탐구 과정에서 디지털 탐구 도구와 기술 활용의 의의를 평가할 수 있다."
      },
      {
        "code": "12융탐02-01",
        "area": "융합과학 탐구의 과정",
        "objective": "실생활에서 관찰이나 경험을 통해 직접 얻은 데이터나 공개된 데이터를 가공하여 융합적 탐구 문제를 스스로 발견할 수 있다."
      },
      {
        "code": "12융탐02-02",
        "area": "융합과학 탐구의 과정",
        "objective": "융합적 탐구 문제해결을 위한 가설이나 모형을 고안하고, 문제를 해결할 수 있는 방법이나 절차 등을 설계할 수 있다."
      },
      {
        "code": "12융탐02-03",
        "area": "융합과학 탐구의 과정",
        "objective": "디지털 탐구 도구를 포함한 다양한 도구를 활용하여 데이터를 수집하고, 수집한 데이터의 타당성과 신뢰성을 평가할 수 있다."
      },
      {
        "code": "12융탐02-04",
        "area": "융합과학 탐구의 과정",
        "objective": "융합적 탐구 과정을 통해 얻은 데이터를 탐구 목적이나 맥락에 맞게 시각 자료로 표현할 수 있다."
      },
      {
        "code": "12융탐02-05",
        "area": "융합과학 탐구의 과정",
        "objective": "평균, 표준편차 등을 바탕으로 데이터의 특성을 파악하고, 이를 토대로 가설이나 모형을 평가할 수 있다."
      },
      {
        "code": "12융탐02-06",
        "area": "융합과학 탐구의 과정",
        "objective": "데이터 분석 결과를 바탕으로 결론을 도출하고 평가할 수 있다."
      },
      {
        "code": "12융탐02-07",
        "area": "융합과학 탐구의 과정",
        "objective": "다양한 표현 방법을 활용하여 융합적 탐구 문제, 과정, 결과, 결론 등을 효과적으로 발표하고 토론할 수 있다."
      },
      {
        "code": "12융탐03-01",
        "area": "융합과학 탐구의 전망",
        "objective": "과학기술의 변화와 발전을 고려하여 미래 사회에 등장할 새로운 융합과학기술을 예측할 수 있다."
      },
      {
        "code": "12융탐03-02",
        "area": "융합과학 탐구의 전망",
        "objective": "오늘날 인류가 겪고 있는 난제를 융합과학기술을 활용하여 해결할 수 있는 방안에 대해 토의할 수 있다."
      },
      {
        "code": "12융탐03-03",
        "area": "융합과학 탐구의 전망",
        "objective": "융합과학 탐구 과정에서 준수해야 할 윤리에 대해 알아보고, 과학기술의 발달에 따라 발생할 수 있는 윤리적 쟁점을 토론할 수 있다."
      },
      {
        "code": "12융탐03-04",
        "area": "융합과학 탐구의 전망",
        "objective": "융합과학기술을 활용하여 사회 문제를 해결하는 과정에서 시민참여가 문제해결에 도움을 준 사례를 제시할 수 있다."
      }
    ]
  }
];
